src/xml/request/bog_008z_lars_bjornbak.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>ADL134781|159014</ac:identifier>
              <ac:source>Lokalbibliografi</ac:source>
              <dc:title>Lars Bjørnbak, hans Liv og Virken</dc:title>
              <dc:title xsi:type="dkdcplus:full">Lars Bjørnbak, hans Liv og Virken</dc:title>
              <dc:creator xsi:type="dkdcplus:aut">Viggo Bjørnbak</dc:creator>
              <dc:creator xsi:type="oss:sort">Bjørnbak, Viggo</dc:creator>
              <dc:subject>Biografier af enkelte personer</dc:subject>
              <dc:subject>Lars BjØrnbak (1824-1878) højskoleforstander, politiker</dc:subject>
              <dc:subject xsi:type="oss:sort">BjØrnbak, Lars (1824-1878) højskoleforstander, politiker</dc:subject>
              <dc:subject>�rhus Kommune</dc:subject>
              <dc:description>Katalogpost fra trykt bibliografi 14288</dc:description>
              <dc:description>Uafsluttet føljeton til Aarhus Amtstidende</dc:description>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:date>1882</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
              <dcterms:extent>262 s.</dcterms:extent>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>00000n    2200000   4500</marcx:leader>
                <marcx:datafield ind1="0" ind2="0" tag="001">
                  <marcx:subfield code="a">ADL134781</marcx:subfield>
                  <marcx:subfield code="b">159014</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="004">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="008">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="a">1880</marcx:subfield>
                  <marcx:subfield code="z">1882</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="v">9</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="009">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="032">
                  <marcx:subfield code="x">DLB</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="033">
                  <marcx:subfield code="a">751</marcx:subfield>
                  <marcx:subfield code="b">�rhus Kommune</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="100">
                  <marcx:subfield code="a">Bjørnbak</marcx:subfield>
                  <marcx:subfield code="h">Viggo</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="245">
                  <marcx:subfield code="a">Lars Bjørnbak, hans Liv og Virken</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="260">
                  <marcx:subfield code="a">En historisk Fremstilling af B. Århus</marcx:subfield>
                  <marcx:subfield code="c">1880-1882</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="300">
                  <marcx:subfield code="a">262 s.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="512">
                  <marcx:subfield code="a">Katalogpost fra trykt bibliografi</marcx:subfield>
                  <marcx:subfield code="b">14288</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="530">
                  <marcx:subfield code="a">Uafsluttet føljeton til Aarhus Amtstidende</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="600">
                  <marcx:subfield code="a">BjØrnbak</marcx:subfield>
                  <marcx:subfield code="h">Lars</marcx:subfield>
                  <marcx:subfield code="c">1824-1878</marcx:subfield>
                  <marcx:subfield code="f">højskoleforstander, politiker</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="631">
                  <marcx:subfield code="a">Biografier af enkelte personer</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <os:identifier>159014-lokalbibl:ADL134781</os:identifier>
            <os:creationDate>2008-08-15</os:creationDate>
            <os:holdingsCount>0</os:holdingsCount>
            <os:lendingLibraries>0</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
              <os:format>marcxchange</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>fullDisplay</ns1:outputFormat>
      <ns1:trackingId>bog_008z_lars_bjornbak.xml.fullDisplay</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
